Repository: Apen/additional_scheduler
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: fr

# dirfilter
source: Skip this files/directories with a regexp (can be empty for all). Ex: (llxml|rtehtmlarea)
fr: Passer ces fichiers/répertoires à l'aide d'une regexp (peut être vide pour tous). Ex: (llxml|rtehtmlarea)

source: Email
fr: Addresses courriel

source: Subject
fr: Objet du courriel

# emailtemplate
source: Email HTML template (relative to the site root, example in EXT:additional_scheduler/Resources/Private/Templates/execquery.html)
fr: Template HTML du mail (relatif à la racine du site, example dans EXT:additional_scheduler/Resources/Private/Templates/execquery.html)

# execdir
source: Full path of the SH script (/aaa/bbb/ccc/ddd.sh or relative to the website : typo3/cli_dispatch.phpsh xxx)
fr: Chemin complet du script SH (/aaa/bbb/ccc/ddd.sh ou relatif au site : typo3/cli_dispatch.phpsh xxx)

# execdirerror
source: Specify a correct SH script directory (existing and executable file)
fr: Spécifier un chemin de script SH correct (qui existe et qui est executable)

# lang
source: Langs (comma list)
fr: Langues (liste à virgules)

# langerror
source: Specify at most one lang
fr: Spécifier au moins une langue

# mustbeexecutable
source: The script %s must be executable
fr: Le script %s doit etre executable

# nbdays
source: Older than this number of days
fr: Plus vieux que ce nombre de jours

# nbdayserror
source: Specify a number of days
fr: Spécifier un nombre de jours

# savedir
source: Full path of the save directory (/aaa/bbb/ccc/)
fr: Chemin complet du répertoire de sauvegarde (/aaa/bbb/ccc/)

# savedirerror
source: Specify a correct save directory (existing and writable directory)
fr: Spécifier un répertoire de sauvegarde correct (qui existe et qui est inscriptible)

# task.clearcache.name
source: Clear caches
fr: Vider les caches

# task.cleart3temp.description
source: Clear typo3temp
fr: Vider typo3temp

# task.cleart3temp.name
source: Clear typo3temp
fr: Vider typo3temp

# task.exec.description
source: Exec a SH script
fr: Exécuter un script SH

# task.exec.name
source: Exec a SH script
fr: Exécuter un script SH

# task.execquery.description
source: Exec a SQL query
fr: Exécuter une requête SQL

# task.execquery.name
source: Exec a SQL query
fr: Exécuter une requête SQL

# task.savewebsite.description
source: Full backup with DB + files
fr: Sauvegarde complète avec BD + fichiers

# task.savewebsite.name
source: Backup a website
fr: Sauvegarder un site

# task.translationupdate.description
source: Update the TYPO3 translations
fr: Mettre à jour les traductions

# task.translationupdate.name
source: Update the TYPO3 translations
fr: Mettre à jour les traductions
